{
  "products": [
    {
      "id": 1,
      "title": "Keyboard",
      "cost": "694.00",
      "description": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
      "reviews": [
        "This keyboard has a fantastic feel and responsiveness to it. The design is sleek and the keys are quiet.",
        "Great keyboard for the price! The keys are smooth and it has a great build quality.",
        "The keyboard is ergonomic and comfortable to use for extended periods. Highly recommended!"
      ],
      "likes": 103
    },
    {
      "id": 2,
      "title": "Gloves",
      "cost": "387.00",
      "description": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
      "reviews": [
        "These gloves are great for driving. They offer a secure grip and are comfortable to wear for long periods.",
        "Love these gloves! They're well made and durable. Perfect for driving in all conditions.",
        "Great value for money. They provide a nice grip and fit well."
      ],
      "likes": 25
    },
    {
      "id": 3,
      "title": "Shirt",
      "cost": "137.00",
      "description": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
      "reviews": [
        "The fabric feels natural and comfortable. Great for everyday wear.",
        "Love the quality of this shirt. It fits perfectly and is really comfortable.",
        "This is a great shirt, fits as expected and feels good on the skin."
      ],
      "likes": 43
    },
    {
      "id": 4,
      "title": "Bike",
      "cost": "992.00",
      "description": "The slim & simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
      "reviews": [
        "This bike is super comfortable to ride and easy to handle.",
        "Great bike for its price! Love the design and color options.",
        "The bike is very sturdy and runs smoothly. Would definitely recommend!"
      ],
      "likes": 62
    },
    {
      "id": 5,
      "title": "Tuna",
      "cost": "895.00",
      "description": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
      "reviews": [
        "The tuna was fresh and tasted great.",
        "Great value for money. The tuna was of high quality and the taste was excellent.",
        "This is the best tuna I have ever tasted. Would definitely order again!"
      ],
      "likes": 79
    }
  ]
}